amdgpu_top
android-studio
anki-bin
browsh-bin
colorpicker
cpu-x
cyberchef-web
davfs2
debtap
downgrade
etcher-bin
factorio
filebot
fsearch-git
geekbench
gog-enter-the-gungeon
google-chrome
hdsentinel
heif
i3ipc-glib-git
java17-openjfx-bin
kamite-bin
mkinitcpio-firmware
mkinitcpio-openswap
mullvad-browser-bin
mullvad-vpn
parallel-launcher
pcsx2
pianoteq
proton-ge-custom-bin
protonup-qt
python-broadlink
python-pulsectl
python-pyfuse3
python-ttkthemes
recaf-bin
recaf-dev4-git
seatools
sioyek
steam-tui-git
timeshift-autosnap
tiv
trackma
ttf-kanjistrokeorders
ttf-klee-one
ttf-koruri
typora-free
ventoy-bin
visual-studio-code-bin
xfce-polkit
xmp
xorg-startx-systemd
yay-bin
yewtube
