adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alacritty
amd-ucode
android-tools
arandr
ardour
ark
atop
audacity
autorandr
base
base-devel
bat
borg
breeze-plymouth
btop
busybox
calc
chromium
cmake
cmus
corectrl
curlie
devtools
dex
dmenu
dmidecode
dnsmasq
dolphin
dolphin-emu
duf
dunst
edk2-shell
efibootmgr
egl-wayland
element-desktop
f2fs-tools
fastfetch
fcitx5
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
fd
feh
ffmpegthumbnailer
filelight
firefox
flatpak
fuse2
fzf
gdu
gendesk
gimp
git
github-cli
glances
gparted
gst-plugin-pipewire
guestfs-tools
haskell-tostring
hdparm
helix
htop
i3-wm
i3blocks
i3lock
i3status-rust
intellij-idea-community-edition
iotop
iwd
kdiskmark
keepassxc
kitty
konsole
lf
lib32-dbus
lib32-fontconfig
lib32-freetype2
lib32-gamemode
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-gstreamer
lib32-libcups
lib32-libxcomposite
lib32-libxcursor
lib32-libxi
lib32-libxinerama
lib32-libxrandr
lib32-libxrender
lib32-systemd
libfido2
libguestfs
libluv
libopusenc
libpulse
libreoffice-fresh
lightdm
lightdm-gtk-greeter
lilypond
linux
linux-firmware
linux-headers
linux-lts-headers
lua-filesystem
lxqt-policykit
maim
man-db
mediainfo
memtest86+-efi
mesa
mkinitcpio
mkvtoolnix-gui
mpv
mpv-mpris
musescore
nano
neofetch
networkmanager
nitrogen
noto-fonts-cjk
noto-fonts-emoji
numlockx
nvme-cli
nvtop
oath-toolkit
obsidian
okular
openssh
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pavucontrol
perl-image-exiftool
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
plasma-sdk
playerctl
python-black
python-pipx
python-pyqt5-3d
python-qtpy
python-urwid
qemu-full
qt5ct
quazip-qt5
radeontop
rofi
rsync
rustup
sane
scrcpy
screen
screenfetch
sddm
smartmontools
sshfs
steam
sway
sxiv
sysbench
sysstat
the_silver_searcher
thunar
thunderbird
timeshift
tree
ueberzug
unzip
vim
virt-manager
viu
wev
wget
wire-desktop
wireless_tools
wireplumber
wmctrl
wofi
wtype
xautolock
xclip
xdg-utils
xdotool
xf86-video-vesa
xfce4-terminal
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yt-dlp
ytfzf
yubikey-manager-qt
yubikey-personalization-gui
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
